[
  
    {
      "id": 2,
      "title": " Book Library Website ",
      "description": "This app, built entirely with React and React Router, makes it easy for users to dive into book details. You can add books to your selection, wishlist, or mark them as read.Also you can find the books that you read or added in your wishlist in the book section. Plus, there are handy stats for each book and sorting options for convenience",
      "image": "https://i.ibb.co/4SkfsG3/deviceframes-3.png",
      "technology": ["React", "Tailwind", "React Router"],
      "type": "React Based",
      "website_link": "http://curly-attention.surge.sh"
    },
    {
      "id": 3,
      "title": "Social Site Application",
      "description": "This dynamic website displays information of users in different category. Allowing users to interact with the application like searching posts in category , marking posts as read and look for the latest post. I created this simple single page application to provide users a feeling of interacting in social platforms.",
      "image": "https://i.ibb.co/ZhKtzmN/deviceframes-2.png",
      "technology": ["HTML", "JavaScript", "Tailwind"],
      "type": "JS Based",
      "website_link": "https://enchanting-lebkuchen-875e7a.netlify.app"
    },
    {
      "id": 4,
      "title": "Penthouse Website",
      "description": "A fully optimized react and react router  based Luxurious Penthouse website that uses Google , GitHub based authentication which offers users to have full access to the content. This website is updated from time to time basis enabling users to have a seamless experience. This website explicitly uses modern web tools and technologies for smooth animation and dynamic user experience.",
      "image": "https://i.ibb.co/8dzXMtZ/deviceframes.png",
      "technology": ["React", "Tailwind", "Firebase"],
      "type": "React Based",
      "website_link": "https://real-estate-web-5ee4a.web.app"
    },{
    "id": 5,
    "title": "Tourism Website",
    "description": "A fully optimized MERN (MongoDB, Express.Js, React.Js, Node.Js)  based tourism website that uses Google , GitHub based authentication which allows users to have full access to the content.After signing in users can add , update, view and delete spots. This website explicitly uses modern web tools and technologies for smooth animation and dynamic user experience.",
    "image": "https://i.ibb.co/MNYSQSR/deviceframes.png",
    "technology": ["React", "Tailwind", "Firebase","MongoDB","Express.Js","Node.Js"],
    "type": "MERN Based",
    "website_link": "https://tourism-management-web.web.app"
  }
  ]
  